Repository: City-busz/Mousai
Catalog: po/*.po
Languages: fr, gl, hu, pl, ro, si

source: Identify songs in seconds
fr: Identifier des titres en quelques secondes
pl: Zidentyfikuj jaka to piosenka
si: මොහොතකින් ගීත හඳුනාගන්න

source: Shazam;Audio;Music;Song;Recognize;Identify;Recognition;
fr: Shazam;Audio;Musique;Chanson;Titre;Reconnaître;Identifier;Reconnaissance;
pl: Shazam;Audio;Muzyka;Piosenka;Rozpoznawaj;Identyfikowanie;Rozpoznawanie;
si: Shazam;Audio;Music;Song;Recognize;Identify;Recognition;ගීත;

source: Window width
fr: Largeur de la fenêtre
pl: Szerokość okna
si: කවුළුවේ පළල

source: Window height
fr: Hauteur de la fenêtre
pl: Wysokość okna
si: කවුළුවේ උස

source: Whether the window is maximized
fr: Indique si la fenêtre est maximisée
pl: Czy okno jest zmaksymalizowane
si: කවුළුව විහිදුවා තිබේද යන්න

source: Audio source type to use in recording audio
fr: Source audio à utiliser pour l'enregistrement audio
pl: Źródło dźwięku do użycia w nagraniu audio

source: API token used by AudD recognition
fr: Jeton API utilisé par la reconnaissance AudD
pl: Token API używany do rozpoznawania AudD

source: Legacy (Kept for migration)
fr: Ancien (conservé pour la migration)
pl: Starsza wersja (przechowywana na potrzeby migracji)

source: Discover songs you are aching to know with an easy-to-use interface.
fr: Découvrez les chansons que vous avez hâte de connaître grâce à une interface facile à utiliser.
gl: Descubra as cancións que lle apetece coñecer con unha interface doada de usar.
hu: Egy könnyen használható felületen fedezze fel azokat a dalokat, amelyeket már nagyon szeretne megismerni.
pl: Odkryj piosenki, które pragniesz poznać za pomocą prostego interfejsu.
ro: Discoperă cântece pe care abia aștepți să le cunoști intr-o interfață ușor de folosit.

source: Mousai is a simple application that can recognize songs similar to Shazam. Just click the listen button, and then wait a few seconds. It will magically return the title and artist of that song!
fr: Mousai est une application simple qui permet de reconnaître des chansons similairement à Shazam. Il suffit de cliquer sur le bouton d'écoute, puis d'attendre quelques secondes. Le titre et l'artiste de la chanson apparaîtront comme par magie !
pl: Mousai to prosta aplikacja, która rozpoznaje utwory podobne do Shazam. Wystarczy kliknąć przycisk słuchania i poczekać kilka sekund. W magiczny sposób zwróci tytuł i wykonawcę tej piosenki!

source: Note: This uses the API of audd.io, so it is necessary to log in to their site to get more trials.
fr: Remarque : l’application utilise l’API de audd.io, il est donc nécessaire de s’identifier sur leur site internet pour obtenir plus de tentatives.
gl: Nota: Isto utiliza a API de audd.io, polo que é preciso iniciar sesión no seu sitio para obter máis probas.
hu: Megjegyzés: ez az alkalmazás az audd.io API-ját használja, ezért be kell jelentkezni az oldalukra, hogy további próbákhoz jusson.
pl: Uwaga: Aplikacja używa API audd.io, a więc należy się zalogować na ich stronę aby otrzymać więcej próbek.
ro: Atenție: Este folosit interfața de programare aplicații (API) a serviciului audd.io, așa că este necesar să vă autentificați pe situl lor pentru a putea avea mai multe încercări.

source: Why you will love Mousai?
fr: Pourquoi aimerez-vous Mousai ?
gl: Por qué lle encantará Mousai?
hu: Miért fogja szeretni a Mousai alkalmazást?
pl: Dlaczego pokochasz Mousai?
ro: De ce o să iubiți Mousai?

source: 🎵 Identify songs within seconds or save for later when offline
fr: 🎵 Identifiez des chansons en quelques secondes ou enregistrez-les pour en profiter hors ligne
pl: 🎵 Identyfikuj utwory w ciągu kilku sekund lub zapisz je na później, gdy jesteś offline

source: 🎙️ Recognize from desktop audio or your microphone
fr: 🎙️ Reconnaissance à partir de l’audio du bureau ou de votre microphone
pl: 🎙️ Rozpoznaj na podstawie dźwięku z komputera lub mikrofonu

source: 🎸 Build a repertoire of recognized songs
fr: 🎸 Construisez un répertoire de titres reconnus
pl: 🎸 Zbuduj repertuar uznanych utworów

source: 🎼 Quickly preview the song within the interface
fr: 🎼 Visualisez rapidement le titre dans l’application
pl: 🎼 Szybki podgląd utworu w interfejsie

source: 🌐 Browse and listen the song from different providers
fr: 🌐 Parcourez et écoutez le titre avec différentes sources
pl: 🌐 Przeglądaj i słuchaj utworu od różnych dostawców

source: 📱 Easy-to-use user interface
fr: 📱Interface utilisateur intuitive
pl: 📱 Łatwy w użyciu interfejs użytkownika
si: 📱 සරල පරිශ්‍රීලක අතුරුමුහුණතක්

source: _Preferences
fr: _Préférences
pl: _Preferencje
si: අභිප්‍රේත (_P)

source: _Keyboard Shortcuts
fr: _Raccourcis clavier
gl: _Atallos de teclado
hu: _Gyorsbillentyűk
pl: _Skróty klawiszowe
ro: Scurtături _tastatură
si: යතුරුපුවරුවේ කෙටිමං (_K)

source: _About Mousai
fr: _À propos de Mousai
gl: _Sobre Mousai
hu: A Mousai _névjegye
pl: _O Mousai
ro: _Despre Mousai
si: Mousai ගැන (_A)

source: Select _All
fr: Tout sélectionner
pl: Zaznacz _wszystko
si: සියල්ල තෝරන්න (_A)

source: Home
fr: Accueil
pl: Główna

source: Recognize Song
fr: Reconnaître une chanson
pl: Rozpoznaj Piosenkę
si: ගීතය හඳුනාගන්න

source: Listen
fr: Écouter
gl: Escoitar
hu: Hallgatás
pl: Słuchaj
ro: Ascultă
si: සවන්දෙන්න

source: Main Menu
fr: Menu principal
gl: Menú principal
hu: Főmenü
pl: Menu główne
ro: Meniul principal
si: ප්‍රධාන වට්ටෝරුව

source: Select
fr: Sélectionner
pl: Zaznacz
si: තෝරන්න

source: Search Songs
fr: Rechercher des titres
pl: Znajdź Piosenki
si: ගීත සොයන්න

source: Cancel Selection
fr: Annuler la sélection
pl: Usuń Zaznaczenie
si: තේරීම ඉවතලන්න

source: Cancel
fr: Annuler
gl: Cancelar
hu: Mégse
pl: Anuluj
ro: Renunță
si: අවලංගු

source: Search songs
fr: Rechercher des titres
pl: Znajdź piosenki
si: ගීත සොයන්න

source: Start Recognizing Songs!
fr: Commencez à reconnaître des chansons !
pl: Zacznij Rozpoznawać Piosenki!
si: ගීත හඳුනාගැනීම අරඹන්න!

source: Click the listen button to start
fr: Cliquez sur le bouton d'écoute pour commencer
pl: Kliknij przycisk słuchania by zacząć
si: ඇරඹීමට සවන්දෙන්න ඔබන්න

source: No Results
fr: Aucun résultats
pl: Brak Wyników
si: ප්‍රතිඵල නැත

source: Lyrics
fr: Paroles
pl: Tekst
si: පදවැල්

source: General
fr: Général
gl: Xeral
hu: Általános
pl: Ogólne
si: ප්‍රධාන

source: Audio Source
fr: Source audio
pl: Źródło Dźwięku

source: Device used for listening
fr: Appareil utilisé pour l'écoute
pl: Urządzenie użyte do słuchania

source: You can get yourself an API token from <a href="https://dashboard.audd.io/">audd.io</a>. Leaving this blank will give you a few trials per day
fr: Vous pouvez obtenir par vous-même un jeton API depuis <a href="https://dashboard.audd.io/">audd.io</a>. Laisser ce champ vide vous donnera droit à quelques essais par jour
pl: Możesz zdobyć token API z <a href="https://dashboard.audd.io/">audd.io</a>. Zostawienie tego pustego da ci parę próbek na dzień

source: API Token
fr: Jeton d’API
pl: Token API
si: යෙ.ක්‍ර.මු. නිමිත්ත

source: Offline Mode Enabled
fr: Mode hors-ligne activé
pl: Włączono Tryb Offline
si: මාර්ගඅපගත ප්‍රකාරය සබලයි

source: Show Offline Mode Recognition Results
fr: Afficher les résultats de reconnaissance du mode hors-ligne
pl: Pokaż Wyniki Rozpoznania z Trybu Offline

source: Cancel Listening
fr: Annuler l’écoute
pl: Anuluj nasłuchiwanie
si: සවන්දීම නවතන්න

source: Offline Mode
fr: Mode hors-ligne
pl: Tryb Offline
si: මාර්ගඅපගත ප්‍රකාරය

# shortcut window
source: General
fr: Général
pl: Ogólne
si: ප්‍රධාන

# shortcut window
source: Open Main Menu
fr: Ouvrir le menu principal
pl: Otwórz główne menu
si: ප්‍රධාන වට්ටෝරුව අරින්න

# shortcut window
source: Search
fr: Rechercher
pl: Szukaj
si: සොයන්න

# shortcut window
source: Show Preferences
fr: Afficher les Préférences
pl: Pokaż Preferencje
si: අභිප්‍රේත පෙන්වන්න

# shortcut window
source: Show Shortcuts
fr: Afficher les raccourcis
pl: Pokaż skróty klawiszowe
si: කෙටිමං පෙන්වන්න

# shortcut window
source: Quit
fr: Quitter
pl: Zakończ
si: ඉවත් වන්න

# shortcut window
source: Controls
fr: Contrôles
pl: Sterowanie
si: පාලන

# shortcut window
source: Toggle Listen
fr: Activer ou désactiver l’écoute
pl: Włącz nasłuchiwanie
si: සවන්දීම අරඹන්න

# shortcut window
source: Toggle Playback
fr: Activer ou désactiver la lecture
pl: Przełącz Odtwarzanie
si: පිළිවැයීම අරඹන්න

source: Show Song Information
fr: Afficher les détails de la chanson
pl: Pokaż informacje o piosence
si: ගීතයේ තොරතුරු පෙන්වන්න

source: Stop
fr: Arrêter
pl: Zatrzymaj
si: නවතන්න

source: Remove From History
fr: Supprimer de l’historique
pl: Usuń z historii
si: ඉතිහාසයෙන් ඉවත් කරන්න

source: Copy
fr: Copier
pl: Kopiuj
si: පිටපතක්

source: Information
pl: Informacja
si: තොරතුරු

source: Last Heard
fr: Dernières chansons écoutées
pl: Ostatnio słuchane

source: Release Date
fr: Date de sortie
pl: Data wydania
si: නිකුත් කළ දිනය

source: New
fr: Nouveau
pl: Nowy
si: නව

source: translator-credits
fr: J. Lavoie, M. Bousquet, Irénée Thirion, Wedone, Clyhtsuriva
gl: Fran Diéguez &lt;fran.dieguez@gnome.org&gt;, 2021
hu: Úr Balázs &lt;balazs@urbalazs.hu&gt;
pl: Radek Raczkowski, Adam Hulewicz, Radosław Korotkiewicz, David Troianovskyi
ro: Danny3
si: පරිවර්තනයට ස්තූතිය

source: Donate (Buy Me a Coffee)
fr: Faire un don (Buy Me a Coffee)
pl: Wspomóż (Buy Me a Coffee)

source: Translate
fr: Traduire
pl: Pomóż w tłumaczeniu
si: පරිවර්තනය

source: Critical Database Error
fr: Erreur critique de base de données
pl: Krytyczny błąd bazy danych

source: Sorry, a critical database error has occurred. This is likely caused by a tampered or corrupted database. You can try clearing application data. However, this is not recommended and will delete all your songs and saved recordings. To report this issue, please launch Mousai in the terminal to include the logs and submit the bug report to the <a href="https://github.com/SeaDve/Mousai/issues/">issue page</a>
fr: Désolé, une erreur critique s'est produite dans la base de données. Cette erreur est probablement due à une base de données altérée ou corrompue. Vous pouvez essayer d'effacer les données de l'application. Cependant, cette opération n'est pas recommandée et supprimera tous vos titres et enregistrements sauvegardés. Pour signaler ce problème, veuillez lancer Mousai dans le terminal pour inclure les journaux et soumettre le rapport de bogue à la <a href="https://github.com/SeaDve/Mousai/issues/">page des signalements</a>
pl: Przepraszamy, wystąpił krytyczny błąd. Jest to najprawdopodobniej spowodowane naruszoną lub uszkodzoną bazą danych. Możesz spróbować wyczyścić dane aplikacji. Jednakże, nie jest to rekomendowane i usunie wszystkie twoje piosenki z zapisanych nagrań. By zgłosić ten problem, proszę włącz Mousai w terminalu by załączyć logi i wyślij bug report na <a href="https://github.com/SeaDve/Mousai/issues/">stronie ze zgłoszeniami</a>

source: Quit
fr: Quitter
gl: Saír
hu: Kilépés
pl: Zakończ
ro: Închide programul

source: today at %R
fr: aujourd’hui à %R
pl: dzisiaj o %R
si: අද %R ට

source: yesterday at %R
fr: hier à %R
pl: wczoraj o %R
si: ඊයේ %R ට

source: Microphone
gl: Micrófono
hu: Mikrofon
pl: Mikrofon
ro: Microfonul
si: ශබ්දවාහිනිය

source: Desktop Audio
fr: Audio du Bureau
gl: Audio do escritorio
hu: Asztali hang
pl: Dźwięk komputera
ro: Sunetul sistemului
si: වැඩතලයේ හඬ

source: No Matches Found
fr: Aucune correspondance trouvée
pl: Nie Znaleziono Dopasowań
si: ගැළපීම් හමු නොවිණි

source: Cannot Create Fingerprint From Audio
fr: Impossible de créer une empreinte depuis l’audio
pl: Nie Można Stworzyć Odcisku z Audio
si: හඬෙන් ඇඟිලි සටහනක් සාදා ගැනීමට නොහැකිය

source: Invalid Token Given
fr: Jeton fourni invalide
pl: Podano Nieprawidłowy Token
si: වැරදි නිමිත්තක් දී ඇත

source: Token Limit Reached
fr: Limite du jeton atteinte
pl: Limit Tokena Przekroczony
si: නිමිත්තේ සීමාවට ළඟා වී ඇත

source: Cannot Connect to the Server
fr: Impossible de se connecter au serveur
pl: Nie Można Połączyć Się z Serwerem
si: සේවාදායකයට සබැඳීමට නොහැකිය

source: Received Other Permanent Error
fr: Autres erreur permanente reçue
pl: Otrzymano Inny Błąd Stały

source: Browse on Apple Music
fr: Parcourir sur Apple Music
pl: Szukaj na Apple Music
si: ඇපල් මියුසික් හි පිරික්සන්න

source: Browse on AudD
fr: Parcourir sur AudD
pl: Szukaj na AudD
si: AudD හි පිරික්සන්න

source: Listen on Spotify
fr: Écouter sur Spotify
pl: Słuchaj na Spotify
si: ස්පොටිෆි හි සවන්දෙන්න

source: Search on YouTube
fr: Rechercher sur YouTube
pl: Szukaj na YouTube
si: යූටියුබ් හි සොයන්න

source: Failed to launch {key}
fr: Échec du lancement de {key}
pl: Błąd w starcie {key}
si: {key} දියත් කිරීමට අසමත් විය

source: Copied to clipboard
fr: Copié dans le presse-papiers
pl: Skopiowano do schowka
si: පසුරුපුවරුවට පිටපත් විය

source: Failed to remove selected songs
fr: Échec de la suppression des titres sélectionnés
pl: Błąd w usuwaniu zaznaczonej piosenki
si: තේරූ ගීත ඉවත් කිරීමට අසමත් විය

source: Failed to remove song
fr: Échec de la suppression du titre
pl: Błąd w usuwaniu piosenki
si: ගීතය ඉවත් කිරීමට අසමත් විය

source: Failed to show recognizer results
fr: Échec de l’affichage des résultats de la reconnaissance
pl: Błąd w pokazaniu wyników rozpoznawania

source: _Undo
fr: A_nnuler
pl: _Cofnij

source: Failed to undo
fr: Échec de l’annulation
pl: Błąd w wycofaniu
si: ආපසු හැරවීමට අසමත් විය

source: Removed {n_removed} song
fr: {n_removed} chanson supprimée
pl: Usunięto {n_removed} piosenkę
si: ගීත {n_removed} ක් ඉවත් කරන්න

source: Select items
fr: Sélectionnez des éléments
pl: Zaznacz elementy
si: අථක තෝරන්න

source: Selected {selection_size} song
fr: {selection_size} chanson sélectionnée
pl: Zaznaczono {selection_size} piosenkę
si: ගීත {selection_size} ක් තෝරා ඇත

source: Copy Song
fr: Copier le titre
pl: Skopiuj piosenkę
si: ගීතයේ පිටපතක්

source: Remove Song From History
fr: Supprimer la chanson de l'historique
pl: Usuń Piosenkę z Historii
si: ඉතිහාසයෙන් ගීතය ඉවත් කරන්න

source: Failed to insert song to history
fr: Échec de l’ajout du titre à l’historique
pl: Błąd w dodawaniu piosenki do historii
si: ගීතය ඉතිහාසයට දැමීමට අසමත් විය

source: Please open an issue on GitHub and provide the necessary information
fr: Veuillez faire un signalement sur GitHub et fournir les informations nécessaires
pl: Proszę otwórz problem na GitHub i wprowadź niezbędne informacje

source: No, Thanks
fr: Non merci
pl: Nie, Dzięki
si: නැහැ, ස්තූතියි

source: Open an Issue
fr: Ouvrir un signalement
pl: Otwórz Problem

source: Try moving closer to the source or using a different excerpt of the song
fr: Essayez de vous rapprocher de la source ou d’utiliser un autre extrait de la chanson
pl: Spróbuj przybliżyć się do źródła lub użyć innego fragmentu piosenki

source: Try Again
fr: Réessayer
pl: Spróbuj Ponownie
si: නැවත

source: Recording Saved
fr: Enregistrement sauvegardé
pl: Nagranie Zapisane
si: පටිගතය සුරැකිණි

source: The result will be available when you're back online
fr: Le résultat sera disponible lorsque vous serez à nouveau connecté
pl: Wynik będzie dostępny kiedy będziesz z powrotem online

source: Ok, Got It
fr: J’ai compris
pl: Ok, zrozumiano
si: හරි, තේරුණා

source: The result will be available when your token limit is reset. Wait until the limit is reset or open preferences and try setting a different token
fr: Le résultat sera disponible lorsque la limite de votre jeton sera réinitialisée. Attendez que la limite se réinitialise ou ouvrez les préférences et essayez d’utiliser un autre jeton
pl: Wynik będzie dostępny gdy twój limit tokena się zresetuje. Zaczekaj aż limit się zresetuje lub otwórz preferencje i spróbuj ustawić inny token

source: I'll Wait
fr: Je patienterai
pl: Zaczekam

source: The result will be available when your token is replaced with a valid one. Open preferences and try setting a different token
fr: Le résultat sera disponible lorsque votre jeton actuel sera remplacé par un jeton valide. Ouvrez les préférences et essayez d’utiliser un autre jeton
pl: Wynik będzie dostępny gdy twój token zostanie zmieniony na poprawny. Otwórz preferencje i spróbuj ustawić inny token

source: Later
fr: Plus tard
pl: Później
si: පසුව

source: Open Preferences
fr: Ouvrir les Préférences
pl: Otwórz Preferencje
si: අභිප්‍රේත අරින්න

source: An error occurred in the player
fr: Une erreur s’est produite avec le lecteur
pl: Wystąpił błąd w odtwarzaczu

source: Play
fr: Lecture
pl: Odtwórz
si: වාදනය

source: Pause
pl: Zatrzymaj
si: විරාමයක්

source: Recognized Song
fr: Titre reconnu
pl: Rozpoznana Piosenka

source: Recognized {n_songs} New Song
fr: {n_songs} nouvelle chanson reconnue
pl: Rozpoznano {n_songs} Nową Piosenkę

source: This song was recognized from your saved recording
fr: Cette chanson a été reconnue depuis votre enregistrement sauvegardé
pl: Ta piosenka została rozpoznana z twojego zapisanego nagrania

source: Recognized {n_successful} Out Of {total_minus_failed}
fr: {n_successful} reconnue(s) sur {total_minus_failed}
pl: Rozpoznano {n_successful} z {total_minus_failed}

source: Listening…
fr: Écoute en cours…
pl: Nasłuchiwanie…
si: සවන් දෙමින්…

source: Recognizing…
fr: En cours d'identification…
pl: Rozpoznaje…
si: හඳුනා ගැනෙමින්…

source: Unknown
fr: Inconnu
pl: Nieznane
si: නොදන්නා

source: Unselect
fr: Désélectionner
pl: Odznacz
si: නොතෝරන්න

source: _Unselect All
fr: _Désélectionner Tout

source: Select _None
si: කිසිවක් නොතෝරන්න (_N)

source: Album
si: එකතුව

source: GitHub
si: ගිට්හබ්

source: Apple Music
si: ඇපල් මියුසික්

source: Spotify
si: ස්පොටිෆි

source: YouTube
si: යූටියුබ්

source: Shazam;Music;Song;Identify;
gl: Shazam;Música;Canción;Identificar;
hu: Shazam;Zene;Hang;Dal;Azonosítás;
ro: Shazam;Muzică;Cântec;Melodie;Identificare;

source: Identify any songs in seconds
gl: Identifique calquera canción en segundos
hu: Bármilyen dal azonosítása másodpercek alatt
ro: Identifică oricare cântec în secunde

source: Mousai is a simple application that can identify song similar to Shazam. Just click the listen button, and then wait a few seconds. It will magically return the title and artist of that song!
gl: Mousai é unha aplicación sinxela que pode identificar cancións similares a Shazam. Só ten que premer o botón de escoitar e esperar uns segundos. Maxicamente devolveralle o título e ao artista desa canción!
hu: A Mousai egy egyszerű alkalmazás, amely a Shazamhoz hasonlóan képes azonosítani a dalokat. Egyszerűen kattintson a hallgatás gombra, majd várjon néhány másodpercet. Varázslatos módon visszaadja a dal címét és előadóját!
ro: Mousai este o aplicație simplă care poate identifica un cântec la fel ca Shazam. Doar dați clic pe bunul de ascultare, și apoi așteptați câteva secunde. Va întoarce în mod magic titlul și artistul acelui cântec!

source: 🎵 Identify the title and artist of the song within seconds.
gl: 🎵 Identifica o título e ao artista da canción en cuestión de segundos.
hu: 🎵 A dal címének és előadójának azonosítása másodpercek alatt.
ro: 🎵 Identifică titlul și artistul cântecului în secunde.

source: 🎙️ Use your microphone or audio from desktop.
gl: 🎙️ Usa o seu micrófono ou o audio do escritorio.
hu: 🎙️ A mikrofon vagy az asztali környezetből érkező hang használata.
ro: 🎙️ Folosește microfonul sau sunetul sistemului.

source: 🎸 Store the identified song including the album art in history.
gl: 🎸 Guarda a canción identificada incluíndo a carátula do álbum no historial.
hu: 🎸 Az azonosított dal és az album borítójának tárolása az előzményekben.
ro: 🎸 Stochează cântecul identifical incluzând arta albumului în istoric.

source: 🎼 Preview the identified song with the native player.
gl: 🎼 Previsualización da canción identificada co reprodutor nativo.
hu: 🎼 Az azonosított dal előnézete a natív lejátszóval.
ro: 🎼 Previzualizați cântecul identificat cu redatorul nativ.

source: 🌐 Browse the song in the web with the link.
gl: 🌐 Navega pola canción na web coa ligazón.
hu: 🌐 A dal tallózása a weben a hivatkozás használatával.
ro: 🌐 Răsfoiți cântecul pe internet cu legătura.

source: 📱 Easy-to-use user interface.
gl: 📱 Interface de usuario doada de usar.
hu: 📱 Egyszerűen használható felhasználói felület.
ro: 📱 Interfața cu utilizatorul ușor de folosit.

source: ⌨️ User-friendly keyboard shortcuts.
gl: ⌨️ Atallos do teclado doados de usar.
hu: ⌨️ Felhasználóbarát gyorsbillentyűk.
ro: ⌨️ Scurtături de la tastatură ușoare de folosit.

source: Open Menu
gl: Abrir menú
hu: Menü megnyitása
ro: Deschide meniul

source: Show Shortcuts
gl: Mostrar atallos
hu: Gyorsbillentyűk megjelenítése
ro: Arată scurtăturile

source: Controls
gl: Controis
hu: Vezérlők
ro: Controale

source: Toggle Listen
gl: Trocar escoita
hu: Hallgatás ki- és bekapcsolása
ro: Comută ascultarea

source: Settings
gl: Axustes
hu: Beállítások
ro: Stabiliri

source: Clear Song History
gl: Limpiar o historial de cancións
hu: Dalok előzményeinek törlése
ro: Curăță istoricul cântecelor

source: Reset Token Value
gl: Restabelecer valor do testigo
hu: Token értékének visszaállítása
ro: Restabilește valoarea token-ului

source: Welcome to Mousai
gl: Benvida a Mousai
hu: Üdvözli a Mousai!
ro: Bun venit la Mousai

source: Enter a valid token
gl: Introduza un token válido
hu: Adjon meg egy érvényes tokent
ro: Introduceți un token valid

source: Submit
gl: Enviar
hu: Elküldés
ro: Trimite

source: Mousai uses audd.io APIs to work, so it is required to login to <a href="https://dashboard.audd.io/">their website</a> and get a token. Leaving this blank will give you a few trials per day.
gl: Mousai emprega as APIs de audd.io para funcionar, polo que é preciso iniciar sesión no <a href="https://dashboard.audd.io/">seu sitio web</a> e obter un token. Se deixas isto en branco, obterás unhas cantas probas ao día.
hu: A Mousai az audd.io API-jait használja a működéshez, ezért be kell jelentkeznie a <a href="https://dashboard.audd.io/">weboldalukra</a>, és be kell szereznie egy tokent. Ha ezt üresen hagyja, akkor csak néhány próbálkozása lehet naponta.

source: Do not show at startup
gl: Non mostrar ao inicio
hu: Ne jelenítse meg indításkor
ro: Nu arăta la pornire

source: Open in Browser
gl: Abrir no navegador
hu: Megnyitás a böngészőben
ro: Deschide în navigator

source: Start Identifying Music
gl: Empezar a identificar a música
hu: Zene azonosításának indítása
ro: Pornește identificarea muzicii

source: Cancel the Recording
gl: Cancelar a gravación
hu: A felvétel megszakítása
ro: Renunță la înregistrare

source: Start Mousaing!
gl: Comeza a Mousaiar!
hu: Kezdjen mousaizni!
ro: Pornește Mouzicirea!

source: Click the listen button to start.
gl: Prema o botón de escoitar para empezar.
hu: Kattintson a hallgatás gombra a kezdéshez.
ro: Dați clic pe butonul ascultă pentru a începe.

source: Muted
gl: Silenciado
hu: Némítva
ro: Tăcut

source: _Preferred Audio Source
gl: _Fonte de audio preferida
hu: _Előnyben részesített hangforrás
ro: Sursa audio _preferată

source: _Clear Song History
gl: _Borrar o historial de cancións
hu: _Dalok előzményeinek törlése
ro: _Curăță istoricul cântecelor

source: _Reset Token
gl: _Restabelecer token
hu: _Token visszaállítása
ro: _Restabilește tokenu-ul

source: Listening
gl: Escoitando
hu: Hallgatás
ro: Se ascultă

source: No audio detected
gl: Non se detectou audio
hu: Nem észlelhető hang
ro: Niciun sunet detectat

source: Please check your audio device.
gl: Comprobe o seu dispositivo de audio.
hu: Ellenőrizze a hangeszközét.
ro: Verificați dispozitivul de sunet.

source: The song was not recognized.
gl: Non se recoñeceu a canción.
hu: A dal nem lett felismerve.
ro: Cântecul nu a fost recunoscut.

source: Something went wrong.
gl: Algo saíu mal.
hu: Valami elromlott.
ro: Ceva a mers greșit.

source: Sorry!
gl: Sentímolo!
hu: Elnézést!
ro: Ne pare rău!

source: Stop Preview
gl: Deter a vista previa
hu: Előnézet leállítása
ro: Oprește previzualizarea

source: Play Preview
gl: Reproducir vista previa
hu: Előnézet lejátszása
ro: Redă previzualizarea
